{
    "axioms": {
        "postel": {
            "text": "Be conservative in what you do, be liberal in what you accept from others.",
            "xref": "https://en.wikipedia.org/wiki/Robustness_principle"
        },
        "goodhart": {
            "text": "When a measure becomes a target, it ceases to be a good measure.",
            "xref": "https://en.wikipedia.org/wiki/Goodhart%27s_law"
        },
        "campbell": {
            "text": "The more any quantitative social indicator is used for social decision-making, the more subject it will be to corruption pressures and the more apt it will be to distort and corrupt the social processes it is intended to monitor.",
            "xref": "https://en.wikipedia.org/wiki/Campbell's_law"
        },
        "peter": {
            "text": "In a hierarchy every employee tends to rise to his level of incompetence.",
            "xref": "https://en.wikipedia.org/wiki/Peter_principle"
        },
        "pournelle": {
            "text": "In any bureaucracy, the people devoted to the benefit of the bureaucracy itself always get in control and those dedicated to the goals the bureaucracy is supposed to accomplish have less and less influence, and sometimes are eliminated entirely.",
            "xref": "https://en.wikipedia.org/wiki/Jerry_Pournelle#Iron_Law_of_Bureaucracy"
        },
        "conway": {
            "text": "organizations which design systems ... are constrained to produce designs which are copies of the communication structures of these organizations.",
            "xref": "https://en.wikipedia.org/wiki/Conway%27s_law"
        }
    },
    "foucault": {
        "sexuality2": {
            "fullcite": "Foucault, M. (1984). The history of sexuality, volume 2: The use of pleasure. Knopf Doubleday Publishing Group",
            "cards": [
                { "text": "Sure of having traveled far, one finds that one is looking down on oneself from above.", "cite": "Foucault, 1984, ch. 1" },
                { "text": "By “morality,” one means a set of values and rules of action that are recommended to individuals through the intermediary of various prescriptive agencies such as the family (in one of its roles), educational institutions, churches, and so forth.", "cite": "Foucault, 1984, ch. 3" }
            ]
        },
        "willtoknow": {
            "fullcite": "Foucault, M. (2011). Lectures on the will to Know: Lectures at the Collège de France, 1970-1971. Palgrave Macmillan UK",
            "cards": [
                { "text": "[W]e will have to change in order to learn, or the fact of learning will change the one who learns. In short, the subject of knowledge will not be the same as the subject of desire. Euthydemus: to teach is to kill...", "cite": "Foucault, 2011, p. 14-15" }
            ]
        },
        "discipline": {
            "fullcite": "Foucault, M. (1975). Discipline and punish: The birth of the prison. Knopf Doubleday Publishing Group",
            "cards": [
                { "text": "Historians of ideas usually attribute the dream of a perfect society to the philosophers and jurists of the eighteenth century; but there was also a military dream of society; its fundamental reference was not to the state of nature, but to the meticulously subordinated cogs of a machine, not to the primal social contract, but to permanent coercions, not to fundamental rights, but to indefinitely progressive forms of training, not to the general will but to automatic docility.", "cite": "Foucault, 1975, p. 169" }
            ]
        }
    },
    "chun": {
        "updating": {
            "fullcite": "Chun, W.H.K. (2016). Updating to remain the same: Habitual new media. The MIT Press: Cambridge, MA",
            "cards": [
                { "text" : "The present as 'crisis ordinary' makes survival, however detrimental to long-term success, an accomplishment: we live in a moment of cruel optimism, in which an attachment to the promises of the good life is precisely what allows one to tread water, but not to swim.", "cite": "Chun, 2016, Part 1, Chapter 2" }
            ]
        }
    },
    "arendt": {
        "totalitarianism": {
            "fullcite": "Arendt, H. (1951). The origins of totalitarianism. Houghton Mifflin Harcourt.",
            "cards": [
                { "text": "the totalitarian leader, in marked contrast to all former usurpers, despots and tyrants, seems to believe that the question of his succession is not overly important, that no special qualities or training are needed for the job, that the country will eventually obey anybody who happens to hold the appointment...", "cite": "Arendt, 1951, p. 408" },
                { "text": "this mentality is not confined to the elite but gradually pervades the entire population, the most intimate details of whose life and death depend upon political decisions— that is, upon causes and ulterior motives which have nothing to do with performance. Constant removal, demotion, and promotion make reliable teamwork impossible and prevent the development of experience.", "cite": "Arendt, 1951, p. 408"}
            ]
        }
    }
}